const simpleList = [
  '凌天传说', '召唤万岁', '诛仙-萧鼎', '诛仙II-三西贝', '善良的死神', '狂神', '斗罗大陆', '天珠变', '神印王座', '吞噬星空',
  '九鼎记', '魔兽剑圣异界纵横', '斗破苍穹', '武动乾坤', '百变销魂', '卡徒', '十方天士', '异世灵武天下', '大昏君', '修真世界',
  '兽血沸腾', '末世生成大师', '天才医生', '透视之眼', '重生之改天换地', '最强弃少', '重生之神级败家子', '重生之大涅磐', '重生之心动',
  '逆流纯真年代', '重生完美时代', '重生不重来', '俗人回档', '阳光大秦', '我欲封天', '放开那女巫', '凡人修仙传', '仙逆',
  '巫师不朽', '巫师世界', '巫师之旅', '神秘之旅', '末日轮盘', '黑暗王者', '钢铁皇朝', '我的大明新帝国', '汉乡', '唐砖', '赤色黎明',
  '金鳞开', '陕西坑', '狩魔手记', '蹉跎', '重启末世', '重卡战车在末世', '超维术士', '永恒剑主', '巫术师', '----', '----', '----', '----',
  ''
]

/**
 * 〈数据库小说信息表的替代品〉
 *
 * @name 书名
 * @author 作者
 * @summary 简介
 * @plot 剧情介绍
 * @tags 标签集
 * @score 个人评分（满分5分，可取半分）
 * @comment 评语
 * @wordNumber 字数
 * @startTime 开始阅读时间
 * @endTime 读完时间
 * @img 封面图片
 */
const novels = [
  {
    name: '凌天传说',
    author: '',
    summary: '',
    plot: '',
    tags: ['', ''],
    score: 5,
    comment: '',
    wordNumber: 32232,
    startTime: '',
    endTime: '',
    img: 'coverImages/logo.png'
  },
  {
    name: '凌天传说',
    author: '',
    summary: '',
    plot: '',
    tags: ['', ''],
    score: 5,
    comment: '',
    wordNumber: 32232,
    startTime: '',
    endTime: '',
    img: 'coverImages/logo.png'
  }
]
export { simpleList, novels }
